Repository: dcurasi/dc-moafw
Catalog: languages/dc-moafw-*.po
Languages: fr_fr, it_it, pl_pl

source: Minimum Order Amount for Woocommerce is active but does not work. You need to install WooCommerce because the plugin is working properly.
fr_fr: Le montant minimal de commandes pour Woocommerce est active mais ne fonctionne pas. Vous devez installer WooCommerce parce que le plugin fonctionne correctement.
it_it: Minimum Order Amount for Woocommerce è attivo ma non funziona. È necessario installare WooCommerce affinchè il plugin funzioni correttamente.
pl_pl: Minimum Order Amount for Woocommerce jest aktywny ale nie działa. Musisz zainstalować WooCommerce, żeby wtyczka działała prawidłowo.

source: Minimum Order Amount for Woocommerce
fr_fr: Le montant minimal de commandes pour Woocommerce

source: Configuration
fr_fr: Paramètres
it_it: Configurazione
pl_pl: Konfiguracja

source: Enable / Disable
fr_fr: Activer / Désactiver
it_it: Abilita / Disabilita
pl_pl: Włącz / Wyłącz

source: Activate Options
fr_fr: Activez des Options
it_it: Attiva le Opzioni
pl_pl: Włącz Opcje

source: Minimum Order
fr_fr: Commande minimal
it_it: Ordine Minimo
pl_pl: Minimalne Zamówienie

source: The minimum amount with which you can place your order.
fr_fr: Le montant minimum avec lequel vous pouvez placer votre commande.
it_it: L'importo minimo con cui è possibile effettuare l'ordine.
pl_pl: Minimalna kwota do złożenia zamówienia.

source: Message
fr_fr: Notification
it_it: Messaggio
pl_pl: Wiadomość

source: The notice message that appears if the minimum amount is not reached. Insert [minimum] in the position where you want to show the minimum value in the message.
fr_fr: La notification qui s'affiche si le montant minimal n'est pas atteint. Insérer [minimum] dans la position où vous voulez afficher la valeur minimale dans le message.
it_it: Il messaggio di avviso che viene visualizzato se l'importo minimo non viene raggiunto. Inserire [minimum] nella posizione in cui si desidera visualizzare il valore minimo.
pl_pl: Powiadomienie, które pojawia się jeśli minimalna kwota nie jest osiągnięta. Wstaw [minimum] w miejsce, w którym chcesz pokazać minimalną wartość w wiadomości.

source: Current Total Text
fr_fr: Le texte du total actuel
it_it: Testo Totale Corrente
pl_pl: Tekst Obecnej Sumy

source: The text of the current cart total. Insert [current] in the position where you want to show the current cart total.
fr_fr: Le texte du total actuel du panier. Insérer [actuel] dans la position où vous voulez afficher le total en cours du panier.
it_it: Il testo del totale corrente. Inserire [current] nella posizione in cui si desidera visualizzare il valore del totale corrente.
pl_pl: Tekst obecnej sumy koszyka. Wstaw [current] w miejce, w którym chcesz pokazać obecną sumę koszyka.

source: Currency Display Type
fr_fr: Type d'affichage de la monnaie
it_it: Tipo di visualizzazione della Valuta
pl_pl: Typ wyświetlania waluty

source: Symbol
fr_fr: Symbole
it_it: Simbolo

source: Text
fr_fr: Texte
it_it: Testo
pl_pl: Tekst

source: The way the currency appears in the notification message (i.e. "&euro;" if is "symbol", "EUR" if is "text").
fr_fr: La façon dont la monnaie s'affiche dans le message de notification (c.-à-d. "&Euro ;" s'est "symbole", "EUR" s'est "text").
it_it: Il modo in cui la valuta viene visualizzata nel messaggio (per es. "&euro;" se è "simbolo", "EUR" se è "testo").
pl_pl: Sposób, w jaki waluta pojawia się w wiadomości powiadomienia (tj. "&euro;" jeśli jest "symbol", "EUR", jeśli jest "tekst").

source: Show message in the shop
fr_fr: Afficher le message dans la boutique
it_it: Mostra messaggio nello shop
pl_pl: Pokaż wiadomość w sklepie

source: Enable
fr_fr: Activer
it_it: Abilita
pl_pl: Włącz

source: Enable this option to show the notification message also in the shop pages. (Note: the message will not be displayed if the cart is empty)
fr_fr: Activez cette option pour afficher le message de notification aussi dans les pages de la boutique. (Note : ce message ne s'affiche pas si le panier est vide)
it_it: Abilita questa opzione per mostrare il messaggio di notifica anche nelle pagine dello shop. (Nota: il messaggio non verrà mostrato se il carrello è vuoto)
pl_pl: Włącz tę opcję aby wyświetlać wiadomość powiadomienia również na stronach sklepu. (Uwaga: wiadomość nie będzie wyświetlana jeśli koszyk jest pusty)

source: A Minimum of [minimum] is required before checking out.
fr_fr: Un minimum de [minimum] est nécessaire avant de la validation.
it_it: Un minimo di [minimum] è richiesto prima del check-out.
pl_pl: Minimum [minimum] jest potrzebne aby złożyć zamówienie.

source: Current cart's total: [current]
fr_fr: Total actuel du panier: [current]
it_it: Totale Carrello: [current]
pl_pl: Obecna suma koszyka: [current]
